Repository: VVNoodle/SpotifyVsTheWorld
Catalog: SpotMenu/Localizable/*.lproj/Localizable.strings
Languages: de

source: Issues
de: Probleme

source: Preferences...
de: Einstellungen...

source: Check for Updates...
de: Nach Updates suchen...

# Quit
source: Quit SpotifyVsTheWorld
de: SpotMenu beenden

source: Now playing
de: Aktueller Titel

source: Hover over an option for more information.
de: Halte den Mauszeiger über eine Option, um weitere Informationen anzuzeigen.

source: When checked the artist will be shown in the menu bar.
de: Auswählen, um den Künstler in der Menüleiste anzuzeigen.

source: When checked the album name will be shown in the menu bar.
de: Auswählen, um den Albumtitel in der Menüleiste anzuzeigen.

source: When checked the title will be shown in the menu bar.
de: Auswählen, um den Songtitel in der Menüleiste anzuzeigen.

source: When checked the playing icon (♫) will be shown in the menu bar if music is played.
de: Auswählen, um das Wiedergabe Icon (♫) in der Menüleiste anzuzeigen, wenn Musik gespielt wird.

source: When checked the popover will be fixed to the right corner.
de: Auswählen, um das Popover an den rechten Rand zu fixieren.

source: Artist
de: Künstler

source: Title
de: Titel

source: Show playing icon
de: Wiedergabe Icon anzeigen

source: Show title
de: Titel anzeigen

source: with ♥ from kmikiy
de: von kmiky mit ♥

source: Show artist
de: Künstler anzeigen

source: Preferences
de: Einstellungen

source: General
de: Allgemein

source: Open at login
de: Bei der Anmeldung automatisch öffnen

source: Fix popover to the right
de: Popover nach rechts fixieren

source: Automatically check for updates
de: Automatisch nach Updates suchen

source: Automatically download updates
de: Updates automatisch herunterladen

source: Check for Updates
de: Nach Updates suchen

source: Last checked:
de: Zuletzt überprüft:

source: Indicates whether or not to check for updates automatically.
de: Zeigt an, ob automatisch nach Updates gesucht werden soll oder nicht.

source: Indicates whether or not updates can be automatically downloaded in the background.
de: Zeigt an, ob Updates automatisch im Hintergrund geladen werden können.

source: Enable keyboard shortcut
de: Tastatur Kurzbefehl aktivieren

source: Display the current song artist and title by pressing ctrl + shift + m.
de: Drücke die Tastenkombination ctrl + shift + m, um den aktuellen Titel und Künstler anzuzeigen.

source: Hide text when paused
de: Text ausblenden, wenn Musik pausiert wird

source: Omits the current song artist and title from the menu bar when the music is paused.
de: Aktueller Künstler und Titel werden in der Menüleiste ausgeblendet, wenn die Musik pausiert wird.

source: copy
de: kopieren

source: copied
de: kopiert

source: About
de: Über

source: Show album title
de: Albumtitel anzeigen
